tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "ast-grep"
brew "autoconf"
brew "bat"
brew "eza"
brew "fd"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-reddit-mono"
cask "font-sauce-code-pro-nerd-font"
cask "iterm2"
